{
  "version": "1.2.1",
  "changelog": {
    "0.0.0": "Pre-release version. Basic functionality.",
    "1.0.0": "First release. Added roll20 integration.",
    "1.0.1": "Fixed Return not being accepted in text fields.",
    "1.0.2": "Fixed Icons disappearing upon loading. Fixed issues with setting cost values",
    "1.0.3": "Changed the spell list to include more spells from various sources. Added ritual tags to spells.",
    "1.0.4": "Inventory reworks. Added russian translation. R20 integration has the option to do a multiroll.",
    "1.0.5": "Fixed some translation issues. Double click now opens selected item/spell. Added russian translation for spells. Fixed a minor issue in the general tab. Added portraits.",
    "1.0.6": "Fixed crash when deleting spells.",
    "1.1.0": "Added scrollbars for all tabs. Added first scripts draft, for now without documentation, added automatic version check",
    "1.1.1": "Added proper script functionality. Added extra packet types for R20 integration.",
    "1.1.2": "Fixed encoding issues for scripts.",
    "1.1.3": "App no longer asks to save a blank file. Removed legacy components.",
    "1.1.4": "Updated the target to .net 4.8. App now restarts on language changes. Made the UI more consistent. Removed a lot of unnecessary references. Added NLua to the list of 3rd party libraries.",
    "1.1.5": "Added a dark skin. Added a reverse UI generator for scripting.",
    "1.1.6": "Added a soft skin. Added the ability to use skins on systems other than win10/win8.1. Fixed a memory leak with icons. Fixed a crash with negative HP/XP/THP values. Added stat modifiers. Added the ability to recalculate your inventory's weight. Added a keybinding to delete selected inventory items.",
    "1.1.7": "Fixed item weights not displaying correctly. Scripts now have access to ObjectIDs to save data easier. Scripts now have a built-in json <-> table converter. Added the Scripts Marketplace (Experimental)",
    "1.1.8": "Fixed application crashing when deleting items with a hotkey. Fixed stat modifiers being reapplied each file reload. Added a button to reset all death roll results. Added a button to recalculate all stats.",
    "1.1.9": "Fixed the cleric spell filter not working in russian language. Fixed the certificate error on Win7. Added color option to spells and items. Fixed inventory weight sorting. Fixed spell components not appearing in the spell's short description. Fixed the version checker window issue.",
    "1.2.0": "Major application update. Added macros. Added feat cards. Added many new icons for items. Many things can now be copy-pasted. Items can be nested in other items. Added tooltips to many buttons. Added localization for window titles. Some fixes. There are more changes that likely didn't make it into this limited window.",
    "1.2.1": "Added an error message when defining a local with the same name/without specifying a value. Fixed some localization issues. Made localization more consistent. Changed some UI arrangement"
  }
}