Repository: skyloutyr/VSCC
Catalog: VSCC/Properties/Resources.*.resx
Languages: ru_ru

# Macro_SkillsHasPReligion_Text_0
source: Is character profficient at religion
ru_ru: Имеется ли Владение Религией

# Macro_SkillsHasPSleightOfHand_FullInnerText
source: Is character profficient at sleight of hand
ru_ru: Имеется ли Владение Ловкостью Рук

# Macro_SkillsHasPSleightOfHand_Name
source: Is profficient at Sleight of Hand
ru_ru: Имеется ли Владение Ловкостью Рук

# Macro_SkillsHasPSleightOfHand_Text_0
source: Is character profficient at sleight of hand
ru_ru: Имеется ли Владение Ловкостью Рук

# Macro_SkillsHasPStealth_FullInnerText
source: Is character profficient at stealth
ru_ru: Имеется ли Владение Скрытностью

# Macro_SkillsHasPStealth_Name
source: Is profficient at Stealth
ru_ru: Имеется ли Владение Скрытностью

# Macro_SkillsHasPStealth_Text_0
source: Is character profficient at stealth
ru_ru: Имеется ли Владение Скрытностью

# Macro_SkillsHasPSurvival_FullInnerText
source: Is character profficient at survival
ru_ru: Имеется ли Владение Выживанием

# Macro_SkillsHasPSurvival_Name
source: Is profficient at Survival
ru_ru: Имеется ли Владение Выживанием

# Macro_SkillsHasPSurvival_Text_0
source: Is character profficient at survival
ru_ru: Имеется ли Владение Выживанием

# Macro_SkillsHistory_FullInnerText
source: Get character history
ru_ru: Значение Истории

# Macro_SkillsHistory_Name
source: Get History
ru_ru: Значение Истории

# Macro_SkillsHistory_Text_0
source: Get character history
ru_ru: Значение Истории

# Macro_SkillsInsight_FullInnerText
source: Get character insight
ru_ru: Значение Проницательности

# Macro_SkillsInsight_Name
source: Get Insight
ru_ru: Значение Проницательности

# Macro_SkillsInsight_Text_0
source: Get character insight
ru_ru: Значение Проницательности

# Macro_SkillsIntimidation_FullInnerText
source: Get character intimidation
ru_ru: Значение Угрозы

# Macro_SkillsIntimidation_Name
source: Get Intimidation
ru_ru: Значение Угрозы

# Macro_SkillsIntimidation_Text_0
source: Get character intimidation
ru_ru: Значение Угрозы

# Macro_SkillsInvestigation_FullInnerText
source: Get character investigation
ru_ru: Значение Расследования

# Macro_SkillsInvestigation_Name
source: Get Investigation
ru_ru: Значение Расследования

# Macro_SkillsInvestigation_Text_0
source: Get character investigation
ru_ru: Значение Расследования

# Macro_SkillsMedicine_FullInnerText
source: Get character medicine
ru_ru: Значение Медицины

# Macro_SkillsMedicine_Name
source: Get Medicine
ru_ru: Значение Медицины

# Macro_SkillsMedicine_Text_0
source: Get character medicine
ru_ru: Значение Медицины

# Macro_SkillsNature_FullInnerText
source: Get character nature
ru_ru: Значение Природы

# Macro_SkillsNature_Name
source: Get Nature
ru_ru: Значение Природы

# Macro_SkillsNature_Text_0
source: Get character nature
ru_ru: Значение Природы

# Macro_SkillsPerception_FullInnerText
source: Get character perception
ru_ru: Значение Наблюдательности

# Macro_SkillsPerception_Name
source: Get Perception
ru_ru: Значение Наблюдательности

# Macro_SkillsPerception_Text_0
source: Get character perception
ru_ru: Значение Наблюдательности

# Macro_SkillsPerformance_FullInnerText
source: Get character performance
ru_ru: Значение Выступления

# Macro_SkillsPerformance_Name
source: Get Performance
ru_ru: Значение Выступления

# Macro_SkillsPerformance_Text_0
source: Get character performance
ru_ru: Значение Выступления

# Macro_SkillsPersuasion_FullInnerText
source: Get character persuasion
ru_ru: Значение Убеждения

# Macro_SkillsPersuasion_Name
source: Get Persuasion
ru_ru: Значение Убеждения

# Macro_SkillsPersuasion_Text_0
source: Get character persuasion
ru_ru: Значение Убеждения

# Macro_SkillsReligion_FullInnerText
source: Get character religion
ru_ru: Значение Религии

# Macro_SkillsReligion_Name
source: Get Religion
ru_ru: Значение Религии

# Macro_SkillsReligion_Text_0
source: Get character religion
ru_ru: Значение Религии

# Macro_SkillsSleightOfHand_FullInnerText
source: Get character sleight of hand
ru_ru: Значение Ловкости Рук

# Macro_SkillsSleightOfHand_Name
source: Get Sleight of Hand
ru_ru: Значение Ловкости Рук

# Macro_SkillsSleightOfHand_Text_0
source: Get character sleight of hand
ru_ru: Значение Ловкости Рук

# Macro_SkillsStealth_FullInnerText
source: Get character stealth
ru_ru: Значение Скрытности

# Macro_SkillsStealth_Name
source: Get Stealth
ru_ru: Значение Скрытности

# Macro_SkillsStealth_Text_0
source: Get character stealth
ru_ru: Значение Скрытности

# Macro_SkillsSurvival_FullInnerText
source: Get character survival
ru_ru: Значение Выживания

# Macro_SkillsSurvival_Name
source: Get Survival
ru_ru: Значение Выживания

# Macro_SkillsSurvival_Text_0
source: Get character survival
ru_ru: Значение Выживания

# Macro_SLCastTime_FullInnerText
source: Get casting time of ({0})
ru_ru: Время Применения ({0})

# Macro_SLCastTime_Name
source: Get Spell's Casting Time
ru_ru: Время Применения Заклинания

# Macro_SLCastTime_Text_0
source: casting time of
ru_ru: Время Применения

# Macro_SLDescription_FullInnerText
source: Get description of ({0})
ru_ru: Описание ({0})

# Macro_SLDescription_Name
source: Get Spell Description
ru_ru: Описание Заклинания

# Macro_SLDescription_Text_0
source: description of
ru_ru: Описание

# Macro_SLDuration_FullInnerText
source: Get duration of ({0})
ru_ru: Длительность ({0})

# Macro_SLDuration_Name
source: Get Spell Duration
ru_ru: Длительность Заклинания

# Macro_SLDuration_Text_0
source: duration of
ru_ru: Длительность

# Macro_SLIsCantrip_FullInnerText
source: ({0}) is a cantrip
ru_ru: Является ли ({0}) заговором

# Macro_SLIsCantrip_Name
source: Is Spell a Cantrip
ru_ru: Является ли Заклинание заговором

# Macro_SLIsCantrip_Text_0
source: is a cantrip
ru_ru: является ли заговором

# Macro_SLIsConcentration_FullInnerText
source: ({0}) is a concentration spell
ru_ru: ({0}) требует концентрацию

# Macro_SLIsConcentration_Name
source: Does Spell Require Concentration
ru_ru: Требует ли Заклинание Концентрацию

# Macro_SLIsConcentration_Text_0
source: is a concentration spell
ru_ru: требует концентрацию

# Macro_SLIsMaterial_FullInnerText
source: ({0}) has a material component(s)
ru_ru: ({0}) имеет материальные компоненты

# Macro_SLIsMaterial_Name
source: Is Spell Material
ru_ru: Имеет ли Заклинание Материальные Компоненты

# Macro_SLIsMaterial_Text_0
source: has a material component(s)
ru_ru: имеет материальные компоненты

# Macro_SLIsRitual_FullInnerText
source: ({0}) is a ritual spell
ru_ru: ({0}) является ритуалом

# Macro_SLIsRitual_Name
source: Is Spell a Ritual
ru_ru: Является ли Заклинание Ритуалом

# Macro_SLIsRitual_Text_0
source: is a ritual spell
ru_ru: является ритуалом

# Macro_SLIsSomatic_FullInnerText
source: ({0}) has a somatic component
ru_ru: ({0}) имеет Соматический компонент

# Macro_SLIsSomatic_Name
source: Is Spell Somatic
ru_ru: Имеет ли Заклинание Соматический Компонент

# Macro_SLIsSomatic_Text_0
source: has a somatic component
ru_ru: имеет Соматический компонент

# Macro_SLIsVerbal_FullInnerText
source: ({0}) has a verbal component
ru_ru: ({0}) имеет Вербальный компонент

# Macro_SLIsVerbal_Name
source: Is Spell Verbal
ru_ru: Имеет ли Заклинение Вербальный компонент

# Macro_SLIsVerbal_Text_0
source: has a verbal component
ru_ru: имеет Вербальный компонент

# Macro_SLLevel_FullInnerText
source: Get level of ({0})
ru_ru: Уровень ({0})

# Macro_SLLevel_Name
source: Get Spell Level
ru_ru: Уровень Заклинания

# Macro_SLLevel_Text_0
source: level of
ru_ru: уровень

# Macro_SLName_FullInnerText
source: Get name of ({0})
ru_ru: Название ({0})

# Macro_SLName_Name
source: Get Spell Name
ru_ru: название Заклинания

# Macro_SLName_Text_0
source: name of
ru_ru: название

# Macro_SLRange_FullInnerText
source: Get range of ({0})
ru_ru: Дистанция ({0})

# Macro_SLRange_Name
source: Get Spell Range
ru_ru: Дистанция Заклинания

# Macro_SLRange_Text_0
source: range of
ru_ru: дистанция

# Macro_SLSchool_FullInnerText
source: Get school of ({0})
ru_ru: Школа ({0})

# Macro_SLSchool_Name
source: Get Spell's School
ru_ru: Школа Заклинания

# Macro_SLSchool_Text_0
source: school of
ru_ru: школа

# Macro_SLSimpleDescription_FullInnerText
source: Get short description of ({0})
ru_ru: Короткое описание ({0})

# Macro_SLSimpleDescription_Name
source: Get Spell Short Description
ru_ru: Короткое описание Заклинания

# Macro_SLSimpleDescription_Text_0
source: short description of
ru_ru: короткое описание

# Macro_SLTarget_FullInnerText
source: Get target of ({0})
ru_ru: Цели ({0})

# Macro_SLTarget_Name
source: Get Spell Target
ru_ru: Цели Заклинания

# Macro_SLTarget_Text_0
source: target of
ru_ru: цели

# Macro_StatsCha_FullInnerText
source: Get character charisma
ru_ru: Значение Харизмы

# Macro_StatsCha_Name
source: Get Charisma (Raw)
ru_ru: Значение Харизмы (Стат)

# Macro_StatsCha_Text_0
source: Get character charisma
ru_ru: Значение Харизмы

# Macro_StatsCon_FullInnerText
source: Get character constitution
ru_ru: Значение Телосложения

# Macro_StatsCon_Name
source: Get Constitution (Raw)
ru_ru: Значение Телосложения (Стат)

# Macro_StatsCon_Text_0
source: Get character constitution
ru_ru: Значение Телосложения

# Macro_StatsDex_FullInnerText
source: Get character dexterity
ru_ru: Значение Ловкости

# Macro_StatsDex_Name
source: Get Dexterity (Raw)
ru_ru: Значение Ловкости (Стат)

# Macro_StatsDex_Text_0
source: Get character dexterity
ru_ru: Значение Ловкости

# Macro_StatsHasChaProf_FullInnerText
source: Is profficient at Charisma
ru_ru: Владеет Харизмой

# Macro_StatsHasChaProf_Name
source: Is profficient at Charisma
ru_ru: Владеет ли Харизмой

# Macro_StatsHasChaProf_Text_0
source: Is profficient at Charisma
ru_ru: Владеет Харизмой

# Macro_StatsHasConProf_FullInnerText
source: Is profficient at Constitution
ru_ru: Владеет Телосложением

# Macro_StatsHasConProf_Name
source: Is profficient at Constitution
ru_ru: Владеет ли Телосложением

# Macro_StatsHasConProf_Text_0
source: Is profficient at Constitution
ru_ru: Владеет Телосложением

# Macro_StatsHasDexProf_FullInnerText
source: Is profficient at Dexterity
ru_ru: Владеет Ловкостью

# Macro_StatsHasDexProf_Name
source: Is profficient at Dexterity
ru_ru: Владеет ли Ловкостью

# Macro_StatsHasDexProf_Text_0
source: Is profficient at Dexterity
ru_ru: Владеет Ловкостью

# Macro_StatsHasIntProf_FullInnerText
source: Is profficient at Intelligence
ru_ru: Владеет Интеллектом

# Macro_StatsHasIntProf_Name
source: Is profficient at Intelligence
ru_ru: Владеет ли Интеллектом

# Macro_StatsHasIntProf_Text_0
source: Is profficient at Intelligence
ru_ru: Владеет Интеллектом

# Macro_StatsHasStrProf_FullInnerText
source: Is profficient at Strength
ru_ru: Владеет Силой

# Macro_StatsHasStrProf_Name
source: Is profficient at Strength
ru_ru: Владеет ли Силой

# Macro_StatsHasStrProf_Text_0
source: Is profficient at Strength
ru_ru: Владеет Силой

# Macro_StatsHasWisProf_FullInnerText
source: Is profficient at Wisdom
ru_ru: Владеет Мудростью

# Macro_StatsHasWisProf_Name
source: Is profficient at Wisdom
ru_ru: Владеет ли Мудростью

# Macro_StatsHasWisProf_Text_0
source: Is profficient at Wisdom
ru_ru: Владеет Мудростью

# Macro_StatsHP_FullInnerText
source: Get character HP
ru_ru: Хитпоинты

# Macro_StatsHP_Name
source: Get HP
ru_ru: Значение Хитпоинтов

# Macro_StatsHP_Text_0
source: Get character HP
ru_ru: Хитпоинты

# Macro_StatsInt_FullInnerText
source: Get character intelligence
ru_ru: Значение Интеллекта

# Macro_StatsInt_Name
source: Get Intelligence (Raw)
ru_ru: Значение Интеллекта (Стат)

# Macro_StatsInt_Text_0
source: Get character intelligence
ru_ru: Значение Интеллекта

# Macro_StatsLevel_FullInnerText
source: Get character level
ru_ru: Уровень

# Macro_StatsLevel_Name
source: Get Level
ru_ru: Уровень

# Macro_StatsLevel_Text_0
source: Get character level
ru_ru: Уровень персонажа

# Macro_StatsMaxHP_FullInnerText
source: Get character max HP
ru_ru: Максимальные Хитпоинты

# Macro_StatsMaxHP_Name
source: Get Max HP
ru_ru: Значение Максимальных Хитпоинтов

# Macro_StatsMaxHP_Text_0
source: Get character max HP
ru_ru: Максимальные Хитпоинты

# Macro_StatsModCha_FullInnerText
source: Get character charisma modifier
ru_ru: Значение Модификатора Харизмы

# Macro_StatsModCha_Name
source: Get Charisma (Mod)
ru_ru: Значение Модификатора Харизмы (Мод)

# Macro_StatsModCha_Text_0
source: Get character charisma modifier
ru_ru: Значение Модификатора Харизмы

# Macro_StatsModCon_FullInnerText
source: Get character constitution modifier
ru_ru: Значение Модификатора Телосложения

# Macro_StatsModCon_Name
source: Get Constitution (Mod)
ru_ru: Значение Модификатора Телосложения (Мод)

# Macro_StatsModCon_Text_0
source: Get character constitution modifier
ru_ru: Значение Модификатора Телосложения

# Macro_StatsModDex_FullInnerText
source: Get character dexterity modifier
ru_ru: Значение Модификатора Ловкости

# Macro_StatsModDex_Name
source: Get Dexterity (Mod)
ru_ru: Значение Модификатора Ловкости (Мод)

# Macro_StatsModDex_Text_0
source: Get character dexterity modifier
ru_ru: Значение Модификатора Ловкости

# Macro_StatsModInt_FullInnerText
source: Get character intelligence modifier
ru_ru: Значение Модификатора Интеллекта

# Macro_StatsModInt_Name
source: Get Intelligence (Mod)
ru_ru: Значение Модификатора Интеллекта (Мод)

# Macro_StatsModInt_Text_0
source: Get character intelligence modifier
ru_ru: Значение Модификатора Интеллекта

# Macro_StatsModStr_FullInnerText
source: Get character strength modifier
ru_ru: Значение Модификатора Силы

# Macro_StatsModStr_Name
source: Get Strength (Mod)
ru_ru: Значение Модификатора Силы (Мод)

# Macro_StatsModStr_Text_0
source: Get character strength modifier
ru_ru: Значение Модификатора Силы

# Macro_StatsModWis_FullInnerText
source: Get character wisdom modifier
ru_ru: Значение Модификатора Мудрости

# Macro_StatsModWis_Name
source: Get Wisdom (Mod)
ru_ru: Значение Модификатора Мудрости (Мод)

# Macro_StatsModWis_Text_0
source: Get character wisdom modifier
ru_ru: Значение Модификатора Мудрости

# Macro_StatsProf_FullInnerText
source: Get character profficiency bonus
ru_ru: Значение Бонуса Мастерства

# Macro_StatsProf_Name
source: Get Profficiency bonus
ru_ru: Значение Бонуса Мастерства

# Macro_StatsProf_Text_0
source: Get character profficiency bonus
ru_ru: Значение Бонуса Мастерства

# Macro_StatsSaveCha_FullInnerText
source: Get character charisma save modifier
ru_ru: Значение модификатора Спасброска Харизмы

# Macro_StatsSaveCha_Name
source: Get Charisma (Save)
ru_ru: Значение модификатора Спасброска Харизмы (Спас)

# Macro_StatsSaveCha_Text_0
source: Get character charisma save modifier
ru_ru: Значение модификатора Спасброска Харизмы

# Macro_StatsSaveCon_FullInnerText
source: Get character constitution save modifier
ru_ru: Значение модификатора Спасброска Телосложения

# Macro_StatsSaveCon_Name
source: Get Constitution (Save)
ru_ru: Значение модификатора Спасброска Телосложения (Спас)

# Macro_StatsSaveCon_Text_0
source: Get character constitution save modifier
ru_ru: Значение модификатора Спасброска Телосложения

# Macro_StatsSaveDex_FullInnerText
source: Get character dexterity save modifier
ru_ru: Значение модификатора Спасброска Ловкости

# Macro_StatsSaveDex_Name
source: Get Dexterity (Save)
ru_ru: Значение модификатора Спасброска Ловкости (Спас)

# Macro_StatsSaveDex_Text_0
source: Get character dexterity save modifier
ru_ru: Значение модификатора Спасброска Ловкости

# Macro_StatsSaveInt_FullInnerText
source: Get character intelligence save modifier
ru_ru: Значение модификатора Спасброска Интеллекта

# Macro_StatsSaveInt_Name
source: Get Intelligence (Save)
ru_ru: Значение модификатора Спасброска Интеллекта (Спас)

# Macro_StatsSaveInt_Text_0
source: Get character intelligence save modifier
ru_ru: Значение модификатора Спасброска Интеллекта

# Macro_StatsSaveStr_FullInnerText
source: Get character strength save modifier
ru_ru: Значение модификатора Спасброска Силы

# Macro_StatsSaveStr_Name
source: Get Strength (Save)
ru_ru: Значение модификатора Спасброска Силы (Спас)

# Macro_StatsSaveStr_Text_0
source: Get character strength save modifier
ru_ru: Значение модификатора Спасброска Силы

# Macro_StatsSaveWis_FullInnerText
source: Get character wisdom save modifier
ru_ru: Значение модификатора Спасброска Мудрости

# Macro_StatsSaveWis_Name
source: Get Wisdom (Save)
ru_ru: Значение модификатора Спасброска Мудрости (Спас)

# Macro_StatsSaveWis_Text_0
source: Get character wisdom save modifier
ru_ru: Значение модификатора Спасброска Мудрости

# Macro_StatsSpellAttackBonus_FullInnerText
source: spell attack bonus
ru_ru: Бонус заклинательной атаки

# Macro_StatsSpellAttackBonus_Name
source: Get spell attack bonus
ru_ru: Бонус заклинательной атаки

# Macro_StatsSpellAttackBonus_Text_0
source: spell attack bonus
ru_ru: Бонус заклинательной атаки

# Macro_StatsSpellSaveDC_FullInnerText
source: spell save DC
ru_ru: Спасбросок Заклинателя

# Macro_StatsSpellSaveDC_Name
source: Get spell save DC
ru_ru: Спасбросок Заклинателя

# Macro_StatsSpellSaveDC_Text_0
source: spell save DC
ru_ru: Спасбросок Заклинателя

# Macro_StatsStr_FullInnerText
source: Get character strength
ru_ru: Значение Силы

# Macro_StatsStr_Name
source: Get Strength (Raw)
ru_ru: Значение Силы (Стат)

# Macro_StatsStr_Text_0
source: Get character strength
ru_ru: Значение Силы

# Macro_StatsWis_FullInnerText
source: Get character wisdom
ru_ru: Значение Мудрости

# Macro_StatsWis_Name
source: Get Wisdom (Raw)
ru_ru: Значение Мудрости (Стат)

# Macro_StatsWis_Text_0
source: Get character wisdom
ru_ru: Значение Мудрости

# Macro_StringsGetCharName_FullInnerText
source: character name
ru_ru: Имя Персонажа

# Macro_StringsGetCharName_Name
source: Get Character Name
ru_ru: Имя Персонажа

# Macro_StringsGetCharName_Text_0
source: character name
ru_ru: Имя Персонажа

# Macro_StringsLen_FullInnerText
source: Length of ({0})
ru_ru: Длинна ({0})

# Macro_StringsLen_Name
source: Length of
ru_ru: Длинна

# Macro_StringsLen_Text_0
source: Length of
ru_ru: Длинна

# Macro_Type_Boolean
source: Boolean
ru_ru: Логическая

# Macro_Type_Number
source: Number
ru_ru: Натуральное Число

# Macro_Type_Real
source: Real
ru_ru: Рациональное Число

# Macro_Type_Text
source: Text
ru_ru: Текст

# Macro_Window_Actions
source: Actions
ru_ru: Действия

# Macro_Window_Categories
source: Categories
ru_ru: Категории

# Macro_Window_Code
source: Code
ru_ru: Код

# MainMenu_About
source: About
ru_ru: О программе

# MainMenu_CheckForUpdates
source: Check For Updates
ru_ru: Проверить обновления

# MainMenu_Edit
source: Edit
ru_ru: Отредактировать

# MainMenu_Exit
source: Exit
ru_ru: Выйти

# MainMenu_File
source: File
ru_ru: Файл

# MainMenu_File_New
source: New...
ru_ru: Новый...

# MainMenu_File_New_FromScript
source: From Script...
ru_ru: Скриптом...

# MainMenu_File_New_New
source: Blank Sheet
ru_ru: Пустой Лист

# MainMenu_Info
source: Info
ru_ru: Информация

# MainMenu_Open
source: Open
ru_ru: Открыть

# MainMenu_Roadmap
source: Roadmap
ru_ru: План Действий

# MainMenu_Save
source: Save
ru_ru: Сохранить

# MainMenu_SaveAs
source: Save As
ru_ru: Сохранить Как

# MainMenu_Scripting
source: Scripting
ru_ru: Скрипты

# MainMenu_Scripting_DoFile
source: Do File
ru_ru: Выполнить Файл

# MainMenu_Scripting_Marketplace
source: Marketplace
ru_ru: Рынок

# MainMenu_Scripting_Scripts
source: Open Scripts
ru_ru: Открыть Скрипты

# MainMenu_View
source: View
ru_ru: Вид

# MainMenu_View_Skins
source: Themes
ru_ru: Темы

# MainMenu_View_Skins_Bright
source: Bright
ru_ru: Светлая

# MainMenu_View_Skins_Dark
source: Dark
ru_ru: Тёмная

# MainMenu_View_Skins_Default
source: Default
ru_ru: По Умолчанию

# MainMenu_View_Skins_Soft
source: Soft
ru_ru: Мягкая

# Marketplace_Delete_Desc
source: Are you sure you want to delete this script? This action can't be reversed!
ru_ru: Вы уверены что хотите удалить этот скрипт? Это действие необратимо!

# Marketplace_Delete_Title
source: Confirm Script Deletion
ru_ru: Подтвердите уделание скрипта

# Marketplace_Entry_Delete
source: Delete
ru_ru: Удалить

# Marketplace_Entry_Download
source: Download this script from remote
ru_ru: Загрузить этот скрипт из рынка

# Marketplace_Error_Desc
source: A connection to the marketplace could not be established! Do you want to try again? Exception details:
ru_ru: Не удалось установить соединение с рынком! Желаете ли повторить попытку? Детали ошибки:

# Marketplace_Error_Title
source: An exception has occured!
ru_ru: Произошла ошибка!

# Marketplace_Installed
source: Installed
ru_ru: Установленные

# Marketplace_Loading
source: Loading Marketplace
ru_ru: Загружаем Рынок

# Marketplace_Loading_Subtitle
source: This may take a few seconds...
ru_ru: Это может занять пару секунд...

# Marketplace_Online
source: Online
ru_ru: Онлайн

# Message_ContainerWithItems_Desc
source: You are deleting an item which contains other items in it! Do you want to delete them as well?
ru_ru: Вы удаляете предмет, содержащий в себе другие предметы! Вы хотите так же удалить и их?

# Message_ContainerWithItems_Title
source: Deleted item contains Items!
ru_ru: Удаляемый предмет содержит предметы!

# R20_Actions
source: Actions
ru_ru: Действия

# R20_AdvancedRoll
source: Advanced Roll
ru_ru: Комплексный Бросок

# R20_AsMulRolls
source: As multiple rolls
ru_ru: Как несколько

# R20_ChaSave
source: Charisma Save
ru_ru: Спасбросок Хар

# R20_ConSave
source: Constitution Save
ru_ru: Спасбросок Тел

# R20_CopyClient
source: Copy Client
ru_ru: Коп. Клиент

# R20_DexSave
source: Dexterity Save
ru_ru: Спасбросок Лов

# R20_IntSave
source: Intelligence Save
ru_ru: Спасбросок Инт

# R20_Log
source: Log
ru_ru: Логи

# R20_Macro
source: Macros
ru_ru: Макро

# R20_Rolls
source: Rolls
ru_ru: Броски

# R20_ServerHelp
source: Server Help: Press the "Start server" button first. This will copy the client to your clipboard. Open the browser window, navigate to the game, make sure the game is running, press F12 on your keyboard, select the Console tab and press Ctrl+V into the console. On certain browsers you may need to do more actions.
ru_ru: Инструкции: Нажмите "Создать Сервер". Это скопирует клиент в буфер обмена. Откройте вкладку браузера с игрой, убедитесь что игра запущена, нажмите F12 на клавиатуре, выберите Консоль и нажмите Ctrl+V в строку ввода. На опр. браузерах надо выполнить доп. действия.

# R20_ServerPanel
source: ServerPanel
ru_ru: Панель Сервера

# R20_ServerStatus
source: Server Status
ru_ru: Статус Сервера

# R20_SkillsAndSaves
source: Skills And Saves
ru_ru: Навыки и Спасброски

# R20_SS_ConLost
source: Connection Lost
ru_ru: Соединение Потеряно

# R20_SS_Connection
source: Connection Estabilished
ru_ru: Соединение Установлено

# R20_SS_Listening
source: Listening
ru_ru: Слушаем

# R20_SS_NotStarted
source: Not Started
ru_ru: Не создано

# R20_StartServer
source: Start Server
ru_ru: Созд. Сервер

# R20_StopServer
source: Stop Server
ru_ru: Ост. Сервер

# R20_StrSave
source: Strength Save
ru_ru: Спасбросок Сил

# R20_WisSave
source: Wisdom Save
ru_ru: Спасбросок Муд

# Spellbook_AttackBonus
source: Spell Attack Bonus
ru_ru: Бонус атаки заклинания

# Spellbook_Filtering
source: Filtering
ru_ru: Фильтрация

# Spellbook_lv0
source: Cantrips
ru_ru: Фокусы

# Spellbook_lv1
source: Level 1
ru_ru: Ур. 1

# Spellbook_lv2
source: Level 2
ru_ru: Ур. 2

# Spellbook_lv3
source: Level 3
ru_ru: Ур. 3

# Spellbook_lv4
source: Level 4
ru_ru: Ур. 4

# Spellbook_lv5
source: Level 5
ru_ru: Ур. 5

# Spellbook_lv6
source: Level 6
ru_ru: Ур. 6

# Spellbook_lv7
source: Level 7
ru_ru: Ур. 7

# Spellbook_lv8
source: Level 8
ru_ru: Ур. 8

# Spellbook_lv9
source: Level 9
ru_ru: Ур. 9

# Spellbook_MaxSpells
source: Max Spells
ru_ru: Макс. Заклинаний

# Spellbook_SaveDC
source: Spell save DC
ru_ru: Спасбросок Заклинания

# Spellbook_Slots
source: Slots
ru_ru: Слоты

# Spellbook_SpellcastingAbility
source: Spellcasting Ability
ru_ru: Навык Заклинателя
