Repository: skyloutyr/VSCC
Catalog: VSCC/Properties/Resources.*.resx
Languages: ru_ru

# CrashDesc
source: The application has terminated with an unhandled exception: {0}[{1}]. Would you like to reset the application settings to factory default?
ru_ru: Приложение аварийно завершило работу со следующей ошибкой: {0}[{1}]. Желаете ли вернуть настройки обратно на заводские?

# CrashTitle
source: Application has terminated!
ru_ru: Приложение аварийно закрыто!

# CreateItem_Amount
source: Amount
ru_ru: Количество

# CreateItem_Cost
source: Cost
ru_ru: Цена

# CreateItem_Description
source: Description
ru_ru: Описание

# CreateItem_Rarity
source: Rarity
ru_ru: Редкость

# CreateItem_Rarity_Common
source: Common
ru_ru: Обычный

# CreateItem_Rarity_Legendary
source: Legendary
ru_ru: Легендарный

# CreateItem_Rarity_Rare
source: Rare
ru_ru: Редкий

# CreateItem_Rarity_Trash
source: Trash
ru_ru: Мусор

# CreateItem_Rarity_Uncommon
source: Uncommon
ru_ru: Необычный

# CreateItem_Rarity_Unique
source: Unique
ru_ru: Уникальный

# CreateItem_Rarity_VeryRare
source: Very Rare
ru_ru: Очень Редкий

# CreateItem_Rarity_Wondrous
source: Wondrous
ru_ru: Чудесный

# CreateItem_Type
source: Type
ru_ru: Тип

# CreateItem_Type_Ammo
source: Ammo
ru_ru: Боеприпасы

# CreateItem_Type_Arcane
source: Arcane
ru_ru: Магическое

# CreateItem_Type_Armor
source: Armor
ru_ru: Броня

# CreateItem_Type_Food
source: Food
ru_ru: Еда

# CreateItem_Type_Other
source: Other
ru_ru: Другое

# CreateItem_Type_Potion
source: Potion
ru_ru: Зелье

# CreateItem_Type_Quest
source: Quest
ru_ru: Квест

# CreateItem_Type_Tool
source: Tool
ru_ru: Инструмент

# CreateItem_Type_Trinket
source: Trinket
ru_ru: Безделушка

# CreateItem_Type_Weapon
source: Weapon
ru_ru: Оружие

# CreateItem_Weight
source: Weight
ru_ru: Вес

# CreateSpell_CastTime
source: Cast Time
ru_ru: Время Применения

# CreateSpell_Concentration
source: Concentration
ru_ru: Концентрация

# CreateSpell_Desc
source: Description
ru_ru: Описание

# CreateSpell_Duration
source: Duration
ru_ru: Длительность

# CreateSpell_Level
source: Level
ru_ru: Уровень

# CreateSpell_Material
source: Material
ru_ru: Материальное

# CreateSpell_Range
source: Range
ru_ru: Дистанция

# CreateSpell_Ritual
source: Ritual
ru_ru: Ритуал

# CreateSpell_School
source: School
ru_ru: Школа

# CreateSpell_ShortDesc
source: Short Description
ru_ru: Короткое Описание

# CreateSpell_Somatic
source: Somatic
ru_ru: Соматическое

# CreateSpell_Targets
source: Targets
ru_ru: Цели

# CreateSpell_Verbal
source: Verbal
ru_ru: Вербальное

# Edit_AllowThemeChangeOnOlderWinVersions
source: Enable Themes on Win7
ru_ru: Включить Темы на Win7

# Edit_Languages
source: Languages
ru_ru: Языки

# Extras_AaB
source: Appearance and Bio
ru_ru: Внешность и Биография

# Extras_Age
source: Age
ru_ru: Возраст

# Extras_Appearance
source: Appearance
ru_ru: Внешность

# Extras_Bio
source: Biography
ru_ru: Биография

# Extras_Extra
source: Extra
ru_ru: Экстра

# Extras_Extras
source: Extras
ru_ru: Экстра

# Extras_Feats
source: Feats
ru_ru: Черты

# Extras_Gender
source: Gender
ru_ru: Пол

# Extras_Height
source: Height
ru_ru: Рост

# Extras_Traits
source: Traits
ru_ru: Трейты

# Extras_Weight
source: Weight
ru_ru: Вес

# Feat_Desc_NeedsConversion
source: This feature was saved before 1.2. It needs to be manually converted.
ru_ru: Эта способность была созранена до 1.2 Её необходимо конвертировать вручную.

# Feat_Name_Old
source: Pre 1.2 Feature
ru_ru: Способность до 1.2

# General_AC
source: Armor Class
ru_ru: Класс Брони

# General_Alignment
source: Alignment
ru_ru: Мораль

# General_Background
source: Background
ru_ru: Предыстория

# General_Background_Acolyte
source: Acolyte
ru_ru: Прислужник

# General_Background_Charlatan
source: Charlatan
ru_ru: Шарлатан

# General_Background_Criminal
source: Criminal
ru_ru: Преступник

# General_Background_Custom
source: Custom
ru_ru: Пользовательское

# General_Background_Entertainer
source: Entertainer
ru_ru: Артист

# General_Background_FolkHero
source: Folk Hero
ru_ru: Народный Герой

# General_Background_GuildArtisan
source: Guild Artisan
ru_ru: Гильдейский Ремесленник

# General_Background_Hermit
source: Hermit
ru_ru: Отшельник

# General_Background_Noble
source: Noble
ru_ru: Благородный

# General_Background_Outlander
source: Outlander
ru_ru: Чужеземец

# General_Background_Sage
source: Sage
ru_ru: Мудрец

# General_Background_Sailor
source: Sailor
ru_ru: Моряк

# General_Background_Soldier
source: Soldier
ru_ru: Солдат

# General_Background_Urchin
source: Urchin
ru_ru: Беспризорник

# General_Bonds
source: Bonds
ru_ru: Привязанности

# General_Cha
source: Cha
ru_ru: Хар

# General_CharacterName
source: Character Name
ru_ru: Имя Персонажа

# General_Charisma
source: Charisma
ru_ru: Харизма

# General_Class_Barbarian
source: Barbarian
ru_ru: Варвар

# General_Class_Bard
source: Bard
ru_ru: Бард

# General_Class_Cleric
source: Cleric
ru_ru: Жрец

# General_Class_Druid
source: Druid
ru_ru: Друид

# General_Class_Fighter
source: Fighter
ru_ru: Воин

# General_Class_Monk
source: Monk
ru_ru: Монах

# General_Class_Paladin
source: Paladin
ru_ru: Паладин

# General_Class_Ranger
source: Ranger
ru_ru: Следопыт

# General_Class_Rogue
source: Rogue
ru_ru: Плут

# General_Class_Sorcerer
source: Sorcerer
ru_ru: Чародей

# General_Class_Warlock
source: Warlock
ru_ru: Колдун

# General_Class_Wizard
source: Wizard
ru_ru: Волшебник

# General_Con
source: Con
ru_ru: Тел

# General_Constitution
source: Constitution
ru_ru: Телосложение

# General_DeathFails
source: Fails
ru_ru: Промахи

# General_DeathSaves
source: Passes
ru_ru: Успехи

# General_DeathThrows
source: Death Throws
ru_ru: Спасброски смерти

# General_Dex
source: Dex
ru_ru: Лов

# General_Dexterity
source: Dexterity
ru_ru: Ловкость

# General_Flaws
source: Flaws
ru_ru: Недостатки

# General_GroupBox_GlanceValue
source: Glance Value
ru_ru: Первое Впечатление

# General_GroupBox_Personality
source: Personality
ru_ru: Личность

# General_GroupBox_Stats
source: Statblock
ru_ru: Блок Статов

# General_HitDice
source: Hit Dice
ru_ru: Кости Хитов

# General_Ideals
source: Ideals
ru_ru: Идеалы

# General_Inspiration
source: Inspiration
ru_ru: Вдохновение

# General_Int
source: Int
ru_ru: Инт

# General_Intelligence
source: Intelligence
ru_ru: Интеллект

# General_Languages
source: Languages
ru_ru: Языки

# General_Lvl
source: Lvl
ru_ru: Ур

# General_PBonus
source: Prof. Bonus
ru_ru: Бонус Владения

# General_Profficiencies
source: Profficiencies
ru_ru: Владения

# General_Race
source: Race
ru_ru: Раса

# General_Race_DarkElf
source: Dark Elf
ru_ru: Тёмный Эльф

# General_Race_Dragonborn
source: Dragonborn
ru_ru: Драконорождённый

# General_Race_ForestGnome
source: Forest Gnome
ru_ru: Лесной Гном

# General_Race_HalfElf
source: Half-Elf
ru_ru: Полу-Эльф

# General_Race_Halfling
source: Halfling
ru_ru: Полурослик

# General_Race_HalfOrc
source: Half-Orc
ru_ru: Полу-Орк

# General_Race_HillDwarf
source: Hill Dwarf
ru_ru: Холмовой Дварф

# General_Race_Human
source: Human
ru_ru: Человек

# General_Race_HumanVar
source: Human Variant
ru_ru: Вариант Человека

# General_Race_MoonElf
source: Moon Elf
ru_ru: Лесной Эльф

# General_Race_MountainDwarf
source: Mountain Dwarf
ru_ru: Горный Дварф

# General_Race_RockGnome
source: Rock Gnome
ru_ru: Каменный Гном

# General_Race_SunElf
source: Sun Elf
ru_ru: Солнечный Эльф

# General_Race_Tiefling
source: Tiefling
ru_ru: Тифлинг

# General_Race_WoodElf
source: Wood Elf
ru_ru: Лесной Эльф

# General_Recalculate
source: Recalculate Stats
ru_ru: Перерассчитать Статы

# General_Saves
source: Saves
ru_ru: Спасброски

# General_Skills
source: Skills
ru_ru: Навыки

# General_Skill_Acrobatics
source: [Dex] Acrobatics
ru_ru: [Лов] Акробатика

# General_Skill_AH
source: [Wis] Animal Handling
ru_ru: [Муд] Уход за Жив.

# General_Skill_Arcana
source: [Int] Arcana
ru_ru: [Инт] Магия

# General_Skill_Athletics
source: [Str] Athletics
ru_ru: [Сил] Атлетика

# General_Skill_Deception
source: [Cha] Deception
ru_ru: [Хар] Обман

# General_Skill_History
source: [Int] History
ru_ru: [Инт] История

# General_Skill_Insight
source: [Wis] Insight
ru_ru: [Муд] Проницательность

# General_Skill_Intimidation
source: [Cha] Intimidation
ru_ru: [Хар] Запугивание

# General_Skill_Investigation
source: [Int] Investigation
ru_ru: [Инт] Анализ

# General_Skill_Medicine
source: [Wis] Medicine
ru_ru: [Муд] Медицина

# General_Skill_Nature
source: [Int] Nature
ru_ru: [Инт] Природа

# General_Skill_Perception
source: [Wis] Perception
ru_ru: [Муд] Внимательность

# General_Skill_Performance
source: [Cha] Performance
ru_ru: [Хар] Выступление

# General_Skill_Persuasion
source: [Cha] Persuasion
ru_ru: [Хар] Убеждение

# General_Skill_Religion
source: [Int] Religion
ru_ru: [Инт] Религия

# General_Skill_SleightOfHand
source: [Dex] Sleight of Hand
ru_ru: [Лов] Ловкость Рук

# General_Skill_Stealth
source: [Dex] Stealth
ru_ru: [Лов] Скрытность

# General_Skill_Survival
source: [Wis] Survival
ru_ru: [Муд] Выживание

# General_Speed
source: Speed
ru_ru: Скорость

# General_Str
source: Str
ru_ru: Сил

# General_Strength
source: Strength
ru_ru: Сила

# General_Traits
source: Traits
ru_ru: Черты Характера

# General_Wis
source: Wis
ru_ru: Муд

# General_Wisdom
source: Wisdom
ru_ru: Мудрость

# Generic_Add
source: Add
ru_ru: Добавить

# Generic_Cancel
source: Cancel
ru_ru: Отмена

# Generic_No
source: No
ru_ru: Нет

# Generic_No_Inventory_Weight_Desc
source: The inventory of this sheet has 0 as all parameters (current weight/midpoint weight/max weight)! Do you want to recalculate it?
ru_ru: Инвентарь данного листа персонажа указывает 0 как все параметры веса. Желаете ли пересчитать весь вес?

# Generic_No_Inventory_Weight_Title
source: Inventory Weights Incorrect
ru_ru: Вес Инвентаря Неверен

# Generic_OK
source: OK
ru_ru: Принять

# Generic_OldSave_Pass1
source: An old or incompatible save file was loaded. Due to the way stat calculations were changed it is recommended to do a stat rebuild. Do the rebuild?
ru_ru: Было загружено старое или несовместимое сохранение. Из-за того что изменился расчёт характеристик рекоммендуется провести перерасчёт. Провести?

# Generic_OldSave_Pass2
source: An old or incompatible save file was loaded. Due to general potential save partial or full incompatibility it is recommended to override the file. Save now?
ru_ru: Было загружено старое или несовместимое сохранение. Из-за потенциальной несовместимости рекоммендуется перезаписать файл. Перезаписать?

# Generic_OldSave_Title
source: Old save file loaded
ru_ru: Загружено старое сохранение

# Generic_SaveError_Description
source: Couldn't save the sheet to the previous location: {0}, {1}. Press OK to select a different file to save to. Press Cancel to cancel the save alltogether.
ru_ru: Не получилось сохранить: {0}, {1}. Нажмите окей для сохранения в другое место. Нажмите отмена чтобы отменить сохранение

# Generic_SaveError_Title
source: Couldn't save the sheet!
ru_ru: Не получилось сохраниться!

# Generic_Source
source: Source
ru_ru: Источник

# Generic_Unsaved_Description
source: There are unsaved changes. Do you want to save the file before resetting it? Press Yes to save the file and reset it. Press No to discard all changes and reset it. Press Cancel to abort the operation
ru_ru: Имеются несохранённые изменения. Желаете сохраниться перед обнулением? Нажмите ДА для сохранения и обнуления. Нажмите НЕТ для сброса и обнуления. Нажмите Отмена для отмены операции

# Generic_Unsaved_Title
source: Unsaved changes exist!
ru_ru: Есть несохранённые изменения!

# Generic_Wondrous
source: Wondrous
ru_ru: Чудесный

# Generic_Yes
source: Yes
ru_ru: Да

# Info_3rd
source: Used 3rd party libraries
ru_ru: Использованные сторонние библиотеки

# Info_Author
source: Author
ru_ru: Автор

# Info_Information
source: Information
ru_ru: Информация

# Info_License
source: License
ru_ru: Лицензия

# Info_Repo
source: Repository link
ru_ru: Ссылка на источник

# Info_Version
source: Version
ru_ru: Версия

# Inventory_Backpack
source: Items
ru_ru: Предметы

# Inventory_Cash
source: Cash
ru_ru: Деньги

# Inventory_CP
source: CP
ru_ru: ММ

# Inventory_EP
source: EP
ru_ru: ЭМ

# Inventory_Equip
source: Equipment
ru_ru: Снаряжение

# Inventory_Filter
source: Filter
ru_ru: Фильтр

# Inventory_GP
source: GP
ru_ru: ЗМ

# Inventory_InvertSort
source: Invert Results
ru_ru: Инв. Рез.

# Inventory_PP
source: PP
ru_ru: ПМ

# Inventory_Rings
source: Rings
ru_ru: Кольца

# Inventory_Sorting
source: Sort By
ru_ru: Сортировка

# Inventory_Sort_Amount
source: Amount
ru_ru: Кол-во

# Inventory_Sort_Cost
source: Cost
ru_ru: Цена

# Inventory_Sort_Cost_Total
source: Total Cost
ru_ru: Общая Цена

# Inventory_Sort_Name
source: Name
ru_ru: Название

# Inventory_Sort_Rarity
source: Rarity
ru_ru: Редкость

# Inventory_Sort_Type
source: Type
ru_ru: Тип

# Inventory_Sort_Weight
source: Weight
ru_ru: Вес

# Inventory_Sort_Weight_Total
source: Total Weight
ru_ru: Общий вес

# Inventory_SP
source: SP
ru_ru: СМ

# Inventory_Weight
source: Weight
ru_ru: Вес

# ItemIndex_Apply
source: Apply Filters
ru_ru: Применить Фильтры

# ItemIndex_Name
source: Name
ru_ru: Название

# ItemIndex_Properties
source: Property Filtering
ru_ru: Фильтр Свойств

# ItemIndex_Properties2
source: Properties
ru_ru: Свойства

# ItemIndex_Prop_Ammo
source: Ammunition
ru_ru: Боеприпасы

# ItemIndex_Prop_Finesse
source: Finesse
ru_ru: Фехтовальное

# ItemIndex_Prop_Heavy
source: Heavy
ru_ru: Тяжёлое

# ItemIndex_Prop_Light
source: Light
ru_ru: Лёгкое

# ItemIndex_Prop_Loading
source: Loading
ru_ru: Перезарядка

# ItemIndex_Prop_Range
source: Range
ru_ru: Радиус

# ItemIndex_Prop_Reach
source: Reach
ru_ru: Досягаемость

# ItemIndex_Prop_Thrown
source: Thrown
ru_ru: Метательное

# ItemIndex_Prop_TwoHanded
source: Two-Handed
ru_ru: Двуручное

# ItemIndex_Prop_Versatile
source: Versatile
ru_ru: Универсальное

# ItemIndex_Rarity
source: Rarity
ru_ru: Редкость

# ItemIndex_Rarity_Common
source: Common
ru_ru: Обычный

# ItemIndex_Rarity_Legendary
source: Legendary
ru_ru: Легендарный

# ItemIndex_Rarity_Rare
source: Rare
ru_ru: Редкий

# ItemIndex_Rarity_Uncommon
source: Uncommon
ru_ru: Необычный

# ItemIndex_Rarity_VeryRare
source: Very Rare
ru_ru: Очень Редкий

# ItemIndex_Sorting
source: Filtering
ru_ru: Фильтровка

# ItemIndex_Types
source: Type Filtering
ru_ru: Фильтровка по типу

# ItemIndex_Types_Desc
source: Enter the types to include Separate multiple types by a new line
ru_ru: Введите желаемые типы. Разделять энтером

# ItemIndex_WondrousOnly
source: Wondrous Only
ru_ru: Только чудесные

# Macro_ActionAtkDmg_FullInnerText
source: Show an attack roll with dices of ({0}) and ({1}) with a description of ({2}), name of ({3}) and a mod of ({4}) by char ({5}) with a damage of ({6}) and a crit die of ({7}) of type ({8})
ru_ru: Показать бросок атаки с кубами ({0}) и ({1}) с описанием ({2}), названием ({3}) и модификатором ({4}) персонажем ({5}) с уроном ({6}) и критом ({7}) типа ({8})

# Macro_ActionAtkDmg_Name
source: Show an Attack and Damage roll
ru_ru: Показать бросок Атаки и Урона

# Macro_ActionDesc_FullInnerText
source: Show a description of ({0})
ru_ru: Показать описание ({0})

# Macro_ActionDesc_Name
source: Show Description
ru_ru: Показать описание

# Macro_ActionDmg_FullInnerText
source: Show damage of ({0}) and ({1}) of types ({2}) and ({3}) described as ({4}) with extra description of ({5}) by ({6})
ru_ru: Показать урон ({0}) и ({1}) типов ({2}) и ({3}) описанных как ({4}) с доп. описанием ({5}) совершаемых ({6})

# Macro_ActionDmg_Name
source: Show Damage
ru_ru: Показать урон

# Macro_ActionExecuteMacro_FullInnerText
source: Execute a macro by a name of ({0})
ru_ru: Выполнить Макро с названием ({0})

# Macro_ActionExecuteMacro_Name
source: Execute another Macro
ru_ru: Выполнить другое Макро

# Macro_ActionExecuteMacro_Text_0
source: Execute a macro by a name of
ru_ru: Выполнить Макро с названием

# Macro_ActionInferredSpell_FullInnerText
source: Show an autogenerated spell card of spell ({0})
ru_ru: Показать автосгенерированную карточку заклинания ({0})

# Macro_ActionInferredSpell_Name
source: Show an Autogenerated Spell Card
ru_ru: Показать автосгенерированную карточку заклинания

# Macro_ActionInferredSpell_Text_0
source: Show an autogenerated spell card of spell
ru_ru: Показать автосгенерированную карточку заклинания

# Macro_ActionMsg_FullInnerText
source: Print ({0}) to chat
ru_ru: Написать ({0}) в чат

# Macro_ActionMsg_Name
source: Print a message
ru_ru: Показать сообщение

# Macro_ActionMsg_Text_0
source: Print (
ru_ru: Вывести

# Macro_ActionMsg_Text_1
source: ) to chat.
ru_ru: в чат.

# Macro_ActionSaveDmg_FullInnerText
source: Show a save DC of ({0}) described as ({1}) of attribute ({2}) doing ({3}) damage with a crit of ({4}) of type ({5}) with a description of ({6}) named as ({7}) by ({8})
ru_ru: Показать спасбросок со сложностью ({0}) описаный как ({1}) аттрибута ({2}), нанося ({3}) урона с критом в ({4}) типа ({5}) с описанием ({6}) названный ({7}) совершаемый ({8})

# Macro_ActionSaveDmg_Name
source: Show save DC + Damage
ru_ru: Показать Спасбросок + Урон

# Macro_ActionSimpleRoll_FullInnerText
source: Show a roll of ({0}) and ({1}) named ({2}) with a subname of ({3}) done by character ({4})
ru_ru: Показать броски ({0}) и ({1}) с названием ({2}) и описанием ({3}) персонажа ({4})

# Macro_ActionSimpleRoll_Name
source: Show a Simple Roll
ru_ru: Показать простой бросок

# Macro_ActionSpell_FullInnerText
source: Show a spell by name of ({0}) with a school ({1}) and level ({2}) with a description of ({13})
ru_ru: Показать заклинание с названием ({0}) школы ({1}) и уровнем ({2}) с описанием ({13})

# Macro_ActionSpell_Name
source: Show a Spell Card
ru_ru: Показать карточку заклинания

# Macro_BasicBoolCon_Name
source: Constant value
ru_ru: Постоянное значение

# Macro_BasicIntCon_Name
source: Constant value
ru_ru: Постоянное значение

# Macro_BasicRealCon_Name
source: Constant value
ru_ru: Постоянное значение

# Macro_BasicStrConcat_Name
source: Concatenate strings
ru_ru: Соединить строки

# Macro_BasicStrConcat_Text_0
source: Concatenate
ru_ru: Соединить

# Macro_BasicStrConcat_Text_1
source: and
ru_ru: и

# Macro_BasicStrCon_Name
source: Constant value
ru_ru: Постоянное значение

# Macro_Category_Actions
source: Actions
ru_ru: Действия

# Macro_Category_Basic
source: Basic
ru_ru: Базовое

# Macro_Category_Conversion
source: Convert
ru_ru: Конвертация

# Macro_Category_ExpressionMath
source: Expression Math
ru_ru: Математика (Выражение)

# Macro_Category_Expressions
source: Expressions
ru_ru: Выражения

# Macro_Category_IL
source: Item Links
ru_ru: Связи с Предметами

# Macro_Category_Locals
source: Locals
ru_ru: Переменные

# Macro_Category_Logic
source: Boolean Logic
ru_ru: Логика

# Macro_Category_LogicMath
source: Number Logic
ru_ru: Логика (Числа)

# Macro_Category_Math
source: Math
ru_ru: Математика

# Macro_Category_Skills
source: Skills
ru_ru: Навыки

# Macro_Category_SL
source: Spell Links
ru_ru: Связи с Заклинаниями

# Macro_Category_Special
source: Special
ru_ru: Особое

# Macro_Category_Stats
source: Stats
ru_ru: Характеристики

# Macro_Category_Strings
source: Text
ru_ru: Текст

# Macro_ConvBool2Num_FullInnerText
source: [{0} as number]
ru_ru: [{0} как число]

# Macro_ConvBool2Num_Name
source: Boolean to Number
ru_ru: Логика в Число

# Macro_ConvBool2Num_Text_0
source: as number
ru_ru: как число

# Macro_ConvBool2Str_FullInnerText
source: [{0} as text]
ru_ru: [{0} как текст]

# Macro_ConvBool2Str_Name
source: Boolean to Text
ru_ru: Логика в Текст

# Macro_ConvBool2Str_Text_0
source: as text
ru_ru: как текст

# Macro_ConvNum2Bool_FullInnerText
source: [{0} as boolean]
ru_ru: [{0} как логика]

# Macro_ConvNum2Bool_Name
source: Number to Boolean
ru_ru: Число в Логику

# Macro_ConvNum2Bool_Text_0
source: as boolean
ru_ru: как логика

# Macro_ConvNum2Exp_FullInnerText
source: [{0} as expression]
ru_ru: [{0} как выражение]

# Macro_ConvNum2Exp_Name
source: Number to Expression
ru_ru: Число в Выражение

# Macro_ConvNum2Exp_Text_0
source: as expression
ru_ru: как выражение

# Macro_ConvNum2Real_FullInnerText
source: [{0} as real]
ru_ru: [{0} как рациональная]

# Macro_ConvNum2Real_Name
source: Number to Real
ru_ru: Число в Рациональное Число

# Macro_ConvNum2Real_Text_0
source: as real
ru_ru: как рациональное число

# Macro_ConvNum2Str_FullInnerText
source: [{0} as text]
ru_ru: [{0} как текст]

# Macro_ConvNum2Str_Name
source: Number to Text
ru_ru: Число в Текст

# Macro_ConvNum2Str_Text_0
source: as text
ru_ru: как текст

# Macro_ConvReal2Exp_FullInnerText
source: [{0} as expression]
ru_ru: [{0} как выражение]

# Macro_ConvReal2Exp_Name
source: Real to Expression
ru_ru: Рациональное Число в Выражение

# Macro_ConvReal2Exp_Text_0
source: as expression
ru_ru: как выражение

# Macro_ConvReal2Num_FullInnerText
source: [{0} as number]
ru_ru: [{0} как число]

# Macro_ConvReal2Num_Name
source: Real to Number
ru_ru: Рациональное Число в Натуральное Число

# Macro_ConvReal2Num_Text_0
source: as number
ru_ru: как число

# Macro_ConvReal2Str_FullInnerText
source: [{0} as text]
ru_ru: [{0} как текст]

# Macro_ConvReal2Str_Name
source: Real to Text
ru_ru: Рациональное Число в Текст

# Macro_ConvReal2Str_Text_0
source: as text
ru_ru: как текст

# Macro_ConvStr2Num_FullInnerText
source: [{0} as number]
ru_ru: [{0} как число]

# Macro_ConvStr2Num_Name
source: Text to Number
ru_ru: Текст в Число

# Macro_ConvStr2Num_Text_0
source: as number
ru_ru: как число

# Macro_ConvStr2Real_FullInnerText
source: [{0} as real]
ru_ru: [{0} как рациональная]

# Macro_ConvStr2Real_Name
source: Text to Real
ru_ru: Текст в Рациональное Число

# Macro_ConvStr2Real_Text_0
source: as real
ru_ru: как рациональное число

# Macro_Error_CantParseFloat
source: Could not parse Real from Text
ru_ru: Не получилось интерпретировать Текст как Рациональное Число

# Macro_Error_CantParseInt
source: Could not parse Number from Text
ru_ru: Не получилось интерпретировать Текст как Натуральное Число

# Macro_Error_DivideBy0
source: Division by 0 operation occured
ru_ru: Произошло деление на ноль

# Macro_Error_NoConditions
source: An if/then/else statement has no conditions present!
ru_ru: У Если/То/Иначе нету условий

# Macro_Error_NoLink
source: Link with a given name not found
ru_ru: Связи с данным именем не найдено

# Macro_Error_NoLocal
source: No local could be found for a given name
ru_ru: Переменной с данным именем не найдено

# Macro_Error_NoPollR20
source: Did not get a reply from Roll20 in 30 seconds
ru_ru: Не удалось получить ответ от Ролл20 за 30 секунд

# Macro_Error_NoServer
source: Roll20 Connection is not estabilished!
ru_ru: Срединение с Ролл20 не установлено

# Macro_Err_NoMacro
source: No macro with a given name found
ru_ru: Макро с данным именем не найдено

# Macro_Err_StackOverflow
source: A macro executed too many other macros and was terminated
ru_ru: Макро выполнило слишком много других Макро и было остановлено

# Macro_ExpAdvRoll_FullInnerText
source: Roll ({0})d({1})
ru_ru: Бросить ({0})к({1})

# Macro_ExpAdvRoll_Name
source: Advanced Roll
ru_ru: Комплексный Бросок

# Macro_ExpAdvRoll_Text_0
source: Roll
ru_ru: Кинуть

# Macro_ExpAdvRoll_Text_1
source: d
ru_ru: к

# Macro_ExpAnnotate_FullInnerText
source: Annotate [{0}] with ({1})
ru_ru: Указать [{0}] как ({1})

# Macro_ExpAnnotate_Name
source: Annotate
ru_ru: Указать

# Macro_ExpAnnotate_Text_0
source: Annotate
ru_ru: Указать

# Macro_ExpAnnotate_Text_1
source: with [
ru_ru: как [

# Macro_ExpDiv_Name
source: Expression and Expression Division (E / E)
ru_ru: Деление Выражения и Выражения (В / В)

# Macro_ExpExp2Str_FullInnerText
source: [{0} as text, embed expression: {1}]
ru_ru: [{0} как текст, оставить как выражение: {1}]

# Macro_ExpExp2Str_Name
source: Expression to Text
ru_ru: Выражение в Текст

# Macro_ExpExp2Str_Text_0
source: as text, embed expression:
ru_ru: как текст, оставить как выражение:
