Repository: skyloutyr/VSCC
Catalog: VSCC/Properties/Resources.*.resx
Languages: ru_ru

# SpellIndex_ApplyFilters
source: Apply Filters
ru_ru: Применить Фильтры

# SpellIndex_Classes
source: Classes
ru_ru: Классы

# SpellIndex_Class_Bard
source: Bard
ru_ru: Бард

# SpellIndex_Class_Cleric
source: Cleric
ru_ru: Жрец

# SpellIndex_Class_Druid
source: Druid
ru_ru: Друид

# SpellIndex_Class_Paladin
source: Paladin
ru_ru: Паладин

# SpellIndex_Class_Ranger
source: Ranger
ru_ru: Следопыт

# SpellIndex_Class_Sorcerer
source: Sorcerer
ru_ru: Чародей

# SpellIndex_Class_Warlock
source: Warlock
ru_ru: Колдун

# SpellIndex_Class_Wizard
source: Wizard
ru_ru: Волшебник

# SpellIndex_Filtering
source: Filtering
ru_ru: Фильтровка

# SpellIndex_Level
source: Level
ru_ru: Уровень

# SpellIndex_Name
source: Name
ru_ru: Название

# SpellIndex_Ritual
source: Ritual Only
ru_ru: Только Ритуалы

# SpellIndex_Schools
source: Schools
ru_ru: Школы

# SpellIndex_School_Abjuration
source: Abjuration
ru_ru: Ограждение

# SpellIndex_School_Conjuration
source: Conjuration
ru_ru: Вызов

# SpellIndex_School_Divination
source: Divination
ru_ru: Прорицание

# SpellIndex_School_Enchantment
source: Enchantment
ru_ru: Очарование

# SpellIndex_School_Evocation
source: Evocation
ru_ru: Воплощение

# SpellIndex_School_Illusion
source: Illusion
ru_ru: Иллюзия

# SpellIndex_School_Necromancy
source: Necromancy
ru_ru: Некромантия

# SpellIndex_School_Transmutation
source: Transmutation
ru_ru: Преобразование

# SpellIndex_Sources
source: Sources
ru_ru: Источники

# StatModifier_Label
source: Modifier
ru_ru: Модификатор

# StatModifier_Text
source: Text
ru_ru: Текст

# Tab_Extras
source: Extras
ru_ru: Экстра

# Tab_General
source: General
ru_ru: Общее

# Tab_Inventory
source: Inventory
ru_ru: Инвентарь

# Tab_InventoryCodex
source: DnD5e Item Index
ru_ru: Список Предметов

# Tab_Roll20
source: Roll20 Integration
ru_ru: Интеграция с Roll20

# Tab_Scripting
source: Script Logs
ru_ru: Логи Скриптов

# Tab_Spellbook
source: Spellbook
ru_ru: Книга Заклинаний

# Tab_SpellCodex
source: DnD5e Spell Index
ru_ru: Список Заклинаний

# Text_Item_HasContents
source: This item contains {0} additional items
ru_ru: Предмет сожержит {0} дополнительных предметов

# Tooltip_Button_AddMacro
source: Create a new Macro
ru_ru: Создать новое Макро

# Tooltip_Button_AddSpell
source: Create a new Spell
ru_ru: Создать новое Заклинание

# Tooltip_Button_AdvancedRoll
source: Use the values above to construct a variable roll and throw it on R20.
ru_ru: Использовать значения выше чтобы кинуть вариативный бросок на Ролл20.

# Tooltip_Button_CopyFeat
source: Copy the selected Features to the clipboard
ru_ru: Скопировать выделеные способности в буфер обмена

# Tooltip_Button_CopyItem
source: Copy the selected items to the clipboard
ru_ru: Скопировать выделеные предметы в буфер обмена

# Tooltip_Button_CopyServer
source: Copy the code driving the server to the clipboard. The code will need to be pasted into a console of your browser to start. See the Info/About section of the app for a github link.
ru_ru: Скопировать код, который выполняет сервер в буфер обмена. Этот код будет необходимо вставить в консоль вашего браузера чтобы запустить сервер.

# Tooltip_Button_CopyThisMacro
source: Copy this macro to the Clipboard
ru_ru: Скопировать Макро в буфер обмена

# Tooltip_Button_CreateFeat
source: Add a new Feature
ru_ru: Добавить новую способность

# Tooltip_Button_CreateItem
source: Add a new Item
ru_ru: Добавить новый предмет

# Tooltip_Button_DeleteFeat
source: Delete the selected Features
ru_ru: Удалить выбраные способности

# Tooltip_Button_DeleteItem
source: Delete the selected Items
ru_ru: Удалить выбраные предметы

# Tooltip_Button_DeleteMacro
source: Delete the selected Macro
ru_ru: Удалить выбраные Макро

# Tooltip_Button_DeleteSpell
source: Delete the selected Spell
ru_ru: Удалить выбраное заклинание

# Tooltip_Button_DeleteThisMacro
source: Delete this Macro
ru_ru: Удалить это Макро

# Tooltip_Button_EditFeat
source: Edit the selected Feature
ru_ru: Редактировать выбраную Способность

# Tooltip_Button_EditFeatImage
source: Select an image for this Feat
ru_ru: Выбрать изображение для этой Способности

# Tooltip_Button_EditItem
source: Edit the selected Item
ru_ru: Редактировать выбраный Предмет

# Tooltip_Button_EditItemImage
source: Select an image for this Item
ru_ru: Выбрать изображение для этого предмета

# Tooltip_Button_EditMacro
source: Edit the selected Macro
ru_ru: Редактировать выбраное Макро

# Tooltip_Button_EditModifiers
source: Edit temporary stat modifiers
ru_ru: Редактировать временные модификаторы характеристики

# Tooltip_Button_EditPortrait
source: Select Character Portrait...
ru_ru: Выбрать портрет персонажа

# Tooltip_Button_EditSpell
source: Edit the selected Spell
ru_ru: Редактировать выбраное заклинание

# Tooltip_Button_EditSpellImage
source: Select an image for this Spell
ru_ru: Выбрать изображение для этого заклинания

# Tooltip_Button_EditThisMacro
source: Edit this Macro
ru_ru: Редактировать это Макро

# Tooltip_Button_Feat2Max
source: Set the value of the feat to its maximum
ru_ru: Установить значение способности на максимум

# Tooltip_Button_Feat2Zero
source: Set the value of the feat to 0
ru_ru: Установить значение способности на 0

# Tooltip_Button_FeatDecrement
source: Decrement the value of the feat by 1
ru_ru: Увеличить значение способности на 1

# Tooltip_Button_FeatIncrement
source: Increment the value of the feat by 1
ru_ru: Уменьшить значение способности на 1

# Tooltip_Button_Log
source: Open the latest Roll20 log file.
ru_ru: Открыть последний файл журнала Ролл20.

# Tooltip_Button_PasteFeat
source: Paste the clipboard contents as a Feature(s)
ru_ru: Вставить содержимое буфера обмена как Способности

# Tooltip_Button_PasteItem
source: Paste the clipboard contents as an Item(s)
ru_ru: Вставить содержимое буфера обмена как Предметы

# Tooltip_Button_PasteMacro
source: Paste the contents of the clipboard as a Macro
ru_ru: Вставить содержимое буфера обмена как Макро

# Tooltip_Button_RecalculateStatModifiers
source: Reset all stat modifiers and calculate them based on profficiency and raw stat values. This action will remove all manually changed modifiers for skills and saves!
ru_ru: Сбросить все модификаторы характеристик и перерассчитать их на основе базовых значений. Это действие сбросит ваши пользовательские значения для навыков и спасбросков!

# Tooltip_Button_RecalculateWeights
source: Recalculate all weights of the inventory. This includes the Item weights, as well as max1/max2 weights
ru_ru: Перерассчитать все весы. Это включает в себя вес инвентаря и оба порога.

# Tooltip_Button_ResetDeathSaves
source: Reset death saving throws
ru_ru: Сбросить все спасброски смерти.

# Tooltip_Button_RunThisMacro
source: Execute this Macro
ru_ru: Выполнить это Макро.

# Tooltip_Button_StartServer
source: Copies the server driving code into the clipboard, starts the local client and begins trying to establish a connection to the server.
ru_ru: Скопировать код сервера в буфер обмена, запустить клиент и пытаться установить соединение с сервером.

# Tooltip_Button_StopServer
source: Terminates the connection to the R20 server and stops the client. The server will shutdown.
ru_ru: Оборвать соединение с сервером и закрыть клиент. Сервер без соединения отключается сам.

# Tooltip_Checkbox_AsMultipleRolls
source: Instructs Roll20 to not use a template and parse the roll as a simple chat command.
ru_ru: Указать Ролл20, что бросок, совершаемый кнопкой слева стоит интерпретировать как простую комманду чата, и не использовать оформление.

# Window_ChangeCash_Title
source: Change Cash
ru_ru: Редактирование Денег

# Window_ChangeMinMax_Title
source: Change Minimum/Maximum Value
ru_ru: Редактирование Значения/Макс. Значения

# Window_ChangeValue_Title
source: Change Value
ru_ru: Редактирование Значения

# Window_ColorPicker_Title
source: Pick a Colour
ru_ru: Выберите цвет

# Window_CreateFeat_Title
source: Edit Feat
ru_ru: Редактирование Способности

# Window_CreateItem_Title
source: Edit Item
ru_ru: Редактирование Предмета

# Window_CreateLink_Title
source: Create Link
ru_ru: Создание Связи

# Window_CreateLocal_Title
source: Create Local
ru_ru: Создание Переменной

# Window_CreateSpell_Title
source: Edit Spell
ru_ru: Редактирование Заклинания

# Window_EditMacro_Title
source: Edit Macro
ru_ru: Редактирование Макро

# Window_Info_Title
source: About
ru_ru: О Программе

# Window_InventoryContainer_Title
source: Container View
ru_ru: Вид Контейнера

# Window_MacroAction_Title
source: Edit Macro Action
ru_ru: Редактирование Действия Макро

# Window_NewStatModifierDialog_Title
source: New Stat Modifier
ru_ru: Новый Модификатор Характеристики

# Window_ScriptContext_Title
source: Dynamic Script Context Window
ru_ru: Окно Динамического Контента Скрипта

# Window_ScriptsMarketplace_Title
source: Script Marketplace
ru_ru: Рынок

# Window_Scripts_Title
source: Loaded Scripts
ru_ru: Скрипты
