Repository: skyloutyr/VSCC
Catalog: VSCC/Properties/Resources.*.resx
Languages: ru_ru

# Macro_ExpHPDiv_Name
source: Expression and Expression Priority Division ((E / E))
ru_ru: Приоритетное деление Выражения и Выражения ((В / В))

# Macro_ExpHPDiv_Text_1
source: . This will be calculated before other maths/expressions
ru_ru: . Это бужет выссчитано ДО других выражений/чисел

# Macro_ExpHPMul_Name
source: Expression and Expression Priority Multiplication ((E * E))
ru_ru: Приоритетное умножение Выражения и Выражения ((В * В))

# Macro_ExpHPMul_Text_1
source: . This will be calculated before other maths/expressions
ru_ru: . Это будет выссчитано ДО других выражений/чисел

# Macro_ExpHPSSub_Name
source: Expression and Number Priority Subtraction ((E - N))
ru_ru: Приоритетное вычитание Выражения и Числа ((В - Ч))

# Macro_ExpHPSSum_Name
source: Expression and Number Priority Addition ((E + N))
ru_ru: Приоритетная Сумма Выражения и Числа ((В + Ч))

# Macro_ExpHPSub_Name
source: Expression and Expression Priority Subtraction ((E - E))
ru_ru: Приоритетное вычитание Выражения и Выражения ((В - В))

# Macro_ExpHPSub_Text_1
source: . This will be calculated before other maths/expressions
ru_ru: . Это будет выссчитано ДО других выражений/чисел

# Macro_ExpHPSum_Name
source: Expression and Expression Priority Addition ((E + E))
ru_ru: Приоритетная Сумма Выражения и Выражения ((В + В))

# Macro_ExpHPSum_Text_1
source: . This will be calculated before other maths/expressions
ru_ru: . Это будет выссчитано ДО других выражений/чисел

# Macro_ExpMul_Name
source: Expression and Expression Multiplication (E * E)
ru_ru: Умножение Выражения на Выражение (В * В)

# Macro_ExpRoll_FullInnerText
source: Roll {0}d{1}
ru_ru: Бросок {0}к{1}

# Macro_ExpRoll_Name
source: Roll a die
ru_ru: Бросить кубик

# Macro_ExpRoll_Text_0
source: Roll
ru_ru: Бросить

# Macro_ExpRoll_Text_1
source: d
ru_ru: к

# Macro_ExpSDiv_Name
source: Expression and Number Division (E / N)
ru_ru: Деление Выражения на Число (В / Ч)

# Macro_ExpSHPDiv_Name
source: Expression and Number Priority Division ((E / N))
ru_ru: Приоритетное деление Выражения на Число ((В / Ч))

# Macro_ExpSHPMul_Name
source: Expression and Number Priority Multiplication ((E * N))
ru_ru: Приоритетное умножение Выражения на Число ((В * Ч))

# Macro_ExpSMul_Name
source: Expression and Number Multiplication (E * N)
ru_ru: Умножение Выражения на Число (В * Ч)

# Macro_ExpSSub_Name
source: Expression and Number Subtraction (E - N)
ru_ru: Вычитание Выражения и Числа (В - Ч)

# Macro_ExpSSum_Name
source: Expression and Number Sum (E + N)
ru_ru: Сумма Выражения и Числа (В + Ч)

# Macro_ExpStr2Exp_FullInnerText
source: [{0} as expression]
ru_ru: [{0} как выражение]

# Macro_ExpStr2Exp_Name
source: Text to Expression
ru_ru: Текст в Выражение

# Macro_ExpStr2Exp_Text_0
source: as expression
ru_ru: как выражение

# Macro_ExpSub_Name
source: Expression and Expression Subtraction (E - E)
ru_ru: Вычитание Выражения и Выражения (В - В)

# Macro_ExpSum_Name
source: Expression and Expression Sum (E + E)
ru_ru: Сумма Выражения и Выражения (E + E)

# Macro_Generic_Actions
source: Actions
ru_ru: Действия

# Macro_Generic_Condition
source: Conditional Expression...
ru_ru: Условие

# Macro_Generic_Delete
source: Delete
ru_ru: Удалить

# Macro_Generic_DeleteLink
source: Delete Link
ru_ru: Удалить Связь

# Macro_Generic_Edit
source: Edit
ru_ru: Редактировать

# Macro_Generic_Else
source: Else
ru_ru: Иначе

# Macro_Generic_Err_NoLink
source: ERR-No Link
ru_ru: ОШИБКА-НетСвязи

# Macro_Generic_If
source: If
ru_ru: Если

# Macro_Generic_IfThenElse
source: If/Then/Else
ru_ru: Если/То/Иначе

# Macro_Generic_Links
source: Links
ru_ru: Связи

# Macro_Generic_Locals
source: Locals
ru_ru: Переменные

# Macro_Generic_New
source: New Macro
ru_ru: Новое Макро

# Macro_Generic_NewAction
source: Add Action
ru_ru: Новое Действие

# Macro_Generic_NewCondition
source: Add Condition
ru_ru: Новое Условие

# Macro_Generic_NewGenericDescription
source: The Macro description goes here
ru_ru: Описание Макро пишется сюда

# Macro_Generic_NewLink
source: New Link
ru_ru: Новая Связь

# Macro_Generic_NewLinkItem
source: New Item Link
ru_ru: Новая Связь с Предметом

# Macro_Generic_NewLinkSpell
source: New Spell Link
ru_ru: Новая Связь с Заклинанием

# Macro_Generic_NewLocal
source: New Local
ru_ru: Новая Переменная

# Macro_Generic_Then
source: Then
ru_ru: То

# Macro_ILAmount
source: Get Item Amount
ru_ru: Получить кол-во Предмета

# Macro_ILAmount_FullInnerText
source: Amount of ({0})
ru_ru: Кол-во ({0})

# Macro_ILAmount_Text_0
source: Amount of
ru_ru: Кол-во

# Macro_ILCostCopper
source: Get Item Cost in Copper (Change)
ru_ru: Стоимость предмета в Медяках (Сдача)

# Macro_ILCostCopper_FullInnerText
source: ({0})'s copper change
ru_ru: сдача в медяках

# Macro_ILCostCopper_Text_0
source: 's copper change
ru_ru: сдача в медяках

# Macro_ILCostGold
source: Get Item Cost in Gold (Total)
ru_ru: Стоимость предмета в Золоте

# Macro_ILCostGold_FullInnerText
source: Cost of ({0}) in gold
ru_ru: Стоимость ({0}) в золоте

# Macro_ILCostGold_Text_0
source: Cost of
ru_ru: Стоимость

# Macro_ILCostGold_Text_1
source: in gold
ru_ru: в золоте

# Macro_ILCostSilver
source: Get Item Cost in Silver (Change)
ru_ru: Стоимость предмета в Серебре (Сдача)

# Macro_ILCostSilver_FullInnerText
source: ({0})'s silver change
ru_ru: сдача в серебре с ({0})

# Macro_ILCostSilver_Text_0
source: 's silver change
ru_ru: сдача в серебре

# Macro_ILCostTotalCopper
source: Get Item Cost in Copper (Total)
ru_ru: Стоимость в Меди (Всего)

# Macro_ILCostTotalCopper_FullInnerText
source: Cost of ({0}) in copper
ru_ru: Стоимость ({0}) в Меди

# Macro_ILCostTotalCopper_Text_0
source: Cost of
ru_ru: Стоимость

# Macro_ILCostTotalCopper_Text_1
source: in copper
ru_ru: в меди

# Macro_ILCostTotalSilver
source: Get Item Cost in Silver (Total)
ru_ru: Стоимость предмета в Серебре (Всего)

# Macro_ILCostTotalSilver_FullInnerText
source: Cost of ({0}) in silver
ru_ru: Стоимость ({0}) в Серебре

# Macro_ILCostTotalSilver_Text_0
source: Cost of
ru_ru: Стоимость

# Macro_ILCostTotalSilver_Text_1
source: in silver
ru_ru: в серебре

# Macro_ILDesc
source: Get Item Description
ru_ru: Описание Предмета

# Macro_ILDesc_FullInnerText
source: Description of ({0})
ru_ru: Описание ({0})

# Macro_ILDesc_Text_0
source: Description of
ru_ru: Описание

# Macro_ILGetWeight
source: Get Item Weight
ru_ru: Вес предмета

# Macro_ILGetWeight_FullInnerText
source: Weight of ({0})
ru_ru: Вес ({0})

# Macro_ILGetWeight_Text_0
source: Weight of
ru_ru: Вес

# Macro_ILName
source: Get Item Name
ru_ru: Название Предмета

# Macro_ILName_FullInnerText
source: Name of ({0})
ru_ru: Название ({0})

# Macro_ILName_Text_0
source: Name of
ru_ru: Название

# Macro_ILRarity
source: Get Item Rarity
ru_ru: Редкость

# Macro_ILRarity_FullInnerText
source: Rarity of ({0})
ru_ru: Редкость ({0})

# Macro_ILRarity_Text_0
source: Rarity of
ru_ru: Редкость

# Macro_ILSetAmount
source: Set Item's Amount
ru_ru: Установить Кол-во Предмета

# Macro_ILSetAmount_FullInnerText
source: Set the amount of ({0}) to ({1})
ru_ru: Установить кол-во предмета ({0}) как ({1})

# Macro_ILSetAmount_Text_0
source: Set the amount of
ru_ru: Установить кол-во предмета

# Macro_ILSetAmount_Text_1
source: to
ru_ru: как

# Macro_ILType
source: Get Item Type
ru_ru: Тип Предмета

# Macro_ILType_FullInnerText
source: Type of ({0})
ru_ru: Тип ({0})

# Macro_ILType_Text_0
source: Type of
ru_ru: Тип

# Macro_LocalGetB_FullInnerText
source: Value of ({0})
ru_ru: Значение ({0})

# Macro_LocalGetB_Name
source: Get local value
ru_ru: Значение Переменной

# Macro_LocalGetB_Text_0
source: Value of
ru_ru: Значение

# Macro_LocalGetN_FullInnerText
source: Value of ({0})
ru_ru: Значение ({0})

# Macro_LocalGetN_Name
source: Get local value
ru_ru: Значение Переменной

# Macro_LocalGetN_Text_0
source: Value of
ru_ru: Значение

# Macro_LocalGetR_FullInnerText
source: Value of ({0})
ru_ru: Значение ({0})

# Macro_LocalGetR_Name
source: Get local value
ru_ru: Значение Переменной

# Macro_LocalGetR_Text_0
source: Value of
ru_ru: Значение

# Macro_LocalGetS_FullInnerText
source: Value of ({0})
ru_ru: Значение ({0})

# Macro_LocalGetS_Name
source: Get local value
ru_ru: Значение Переменной

# Macro_LocalGetS_Text_0
source: Value of
ru_ru: Значение

# Macro_LocalSetB_Name
source: Set Bool local
ru_ru: Установить Значение Логической Локальной

# Macro_LocalSetNextB_FullInnerText
source: When the next macro is executed set ({0}) to ({1})
ru_ru: Когда следующее Макро будет выполняться установить ({0}) на ({1})

# Macro_LocalSetNextB_Name
source: Set Boolean Local in next Macro
ru_ru: Установить Значение Логической Локальной в Следующем Макро

# Macro_LocalSetNextB_Text_0
source: When the next macro is executed set
ru_ru: Когда следующее Макро будет выполняться установить

# Macro_LocalSetNextB_Text_1
source: to
ru_ru: на

# Macro_LocalSetNextN_FullInnerText
source: When the next macro is executed set ({0}) to ({1})
ru_ru: Когда следующее Макро будет выполняться установить ({0}) на ({1})

# Macro_LocalSetNextN_Name
source: Set Number Local in next Macro
ru_ru: Установить значение Численной Локальной в Следующем Макро

# Macro_LocalSetNextN_Text_0
source: When the next macro is executed set
ru_ru: Когда следующее Макро будет выполняться установить

# Macro_LocalSetNextN_Text_1
source: to
ru_ru: на

# Macro_LocalSetNextR_FullInnerText
source: When the next macro is executed set ({0}) to ({1})
ru_ru: Когда следующее Макро будет выполняться установить ({0}) на ({1})

# Macro_LocalSetNextR_Name
source: Set Real Local in next Macro
ru_ru: Установить значение Рациональной Локальной в Следующем Макро

# Macro_LocalSetNextR_Text_0
source: When the next macro is executed set
ru_ru: Когда следующее Макро будет выполняться установить

# Macro_LocalSetNextR_Text_1
source: to
ru_ru: на

# Macro_LocalSetNextS_FullInnerText
source: When the next macro is executed set ({0}) to ({1})
ru_ru: Когда следующее Макро будет выполняться установить ({0}) на ({1})

# Macro_LocalSetNextS_Name
source: Set Text Local in next Macro
ru_ru: Установить значение Текстовой Локальной в Следующем Макро

# Macro_LocalSetNextS_Text_0
source: When the next macro is executed set
ru_ru: Когда следующее Макро будет выполняться установить

# Macro_LocalSetNextS_Text_1
source: to
ru_ru: на

# Macro_LocalSetN_Name
source: Set Number local
ru_ru: Установить Значение Численной Локальной

# Macro_LocalSetR_Name
source: Set Real local
ru_ru: Установить Значение Рациональной Локальной

# Macro_LocalSetS_Name
source: Set Text local
ru_ru: Установить Значение Текстовой Локальной

# Macro_LogicAnd_FullInnerText
source: ({0}) and ({1})
ru_ru: ({0}) и ({1})

# Macro_LogicAnd_Name
source: And (AND)
ru_ru: И (AND)

# Macro_LogicAnd_Text_0
source: and
ru_ru: и

# Macro_LogicEqB_FullInnerText
source: ({0}) is ({1})
ru_ru: ({0}) равно ({1})

# Macro_LogicEqB_Name
source: Equal (Boolean)
ru_ru: Равно (Логика)

# Macro_LogicEqB_Text_0
source: is
ru_ru: равно

# Macro_LogicEqN_FullInnerText
source: ({0}) is ({1})
ru_ru: ({0}) равно ({1})

# Macro_LogicEqN_Name
source: Equal (Number)
ru_ru: Равно (Число)

# Macro_LogicEqN_Text_0
source: is
ru_ru: равно

# Macro_LogicEqR_FullInnerText
source: ({0}) is ({1})
ru_ru: ({0}) равно ({1})

# Macro_LogicEqR_Name
source: Equal (Real)
ru_ru: Равно (Рациональное Число)

# Macro_LogicEqR_Text_0
source: is
ru_ru: равно

# Macro_LogicEqS_FullInnerText
source: ({0}) is ({1})
ru_ru: ({0}) равно ({1})

# Macro_LogicEqS_Name
source: Equal (Text)
ru_ru: Равно (Текст)

# Macro_LogicEqS_Text_0
source: is
ru_ru: равно

# Macro_LogicGreaterN_Name
source: Greater than (Number)
ru_ru: Больше Чем (Число)

# Macro_LogicGreaterR_Name
source: Greater than (Real)
ru_ru: Больше Чем (Рациональное Число)

# Macro_LogicGrequalN_Name
source: Greater than or Equal (Number)
ru_ru: Больше чем или Равно (Число)

# Macro_LogicGrequalR_Name
source: Greater than or Equal (Real)
ru_ru: Больше чем или Равно (Рациональное Число)

# Macro_LogicInvert_FullInnerText
source: Not ({0})
ru_ru: Не ({0})

# Macro_LogicInvert_Name
source: Invert (NOT)
ru_ru: Инверсия (NOT)

# Macro_LogicInvert_Text_0
source: Not
ru_ru: Не

# Macro_LogicLequalN_Name
source: Less than or Equal (Number)
ru_ru: Меньше чем или равно (Число)

# Macro_LogicLequalR_Name
source: Less than or Equal (Real)
ru_ru: Меньше чем или равно (Рациональное Число)

# Macro_LogicLessN_Name
source: Less than (Number)
ru_ru: Меньше чем (Число)

# Macro_LogicLessR_Name
source: Less than (Real)
ru_ru: Меньше чем (Рациональное Число)

# Macro_LogicNand_FullInnerText
source: ({0}) nand ({1})
ru_ru: ({0}) не равно ({1})

# Macro_LogicNand_Name
source: Not And (NAND)
ru_ru: Не равно (NAND)

# Macro_LogicNand_Text_0
source: nand
ru_ru: не равно

# Macro_LogicNEqBr_Name
source: Not Equal (Boolean)
ru_ru: Не равно (Логика)

# Macro_LogicNEqB_FullInnerText
source: ({0}) isn't ({1})
ru_ru: ({0}) не равно ({1})

# Macro_LogicNEqB_Text_0
source: isn't
ru_ru: не равно

# Macro_LogicNEqN_FullInnerText
source: ({0}) isn't ({1})
ru_ru: ({0}) не равно ({1})

# Macro_LogicNEqN_Name
source: Not Equal (Number)
ru_ru: Не равно (Число)

# Macro_LogicNEqN_Text_0
source: isn't
ru_ru: не равно

# Macro_LogicNEqR_FullInnerText
source: ({0}) isn't ({1})
ru_ru: ({0}) не равно ({1})

# Macro_LogicNEqR_Name
source: Not Equal (Real)
ru_ru: Не равно (Рациональное Число)

# Macro_LogicNEqR_Text_0
source: isn't
ru_ru: не равно

# Macro_LogicNEqS_FullInnerText
source: ({0}) isn't ({1})
ru_ru: ({0}) не равно ({1})

# Macro_LogicNEqS_Name
source: Not Equal (Text)
ru_ru: Не равно (Текст)

# Macro_LogicNEqS_Text_0
source: isn't
ru_ru: не равно

# Macro_LogicNor_FullInnerText
source: ({0}) nor ({1})
ru_ru: ({0}) и не ({1})

# Macro_LogicNor_Name
source: None (NOR)
ru_ru: И не (NOR)

# Macro_LogicNor_Text_0
source: nor
ru_ru: и не

# Macro_LogicOr_FullInnerText
source: ({0}) or ({1})
ru_ru: ({0}) или ({1})

# Macro_LogicOr_Name
source: Or (OR)
ru_ru: Или (OR)

# Macro_LogicOr_Text_0
source: or
ru_ru: или

# Macro_LogicXNor_FullInnerText
source: ({0}) xnor ({1})
ru_ru: ({0}) равно ({1})

# Macro_LogicXNor_Name
source: Equal (XNOR)
ru_ru: Равно (XNOR)

# Macro_LogicXNor_Text_0
source: xnor
ru_ru: равно

# Macro_LogicXor_FullInnerText
source: ({0}) xor ({1})
ru_ru: ({0}) исключающее или ({1})

# Macro_LogicXor_Name
source: Exclusive Or (XOR)
ru_ru: Исключающее Или (XOR)

# Macro_LogicXor_Text_0
source: xor
ru_ru: исключающее или

# Macro_MathCeil_FullInnerText
source: Round ({0}) to upper
ru_ru: Округлить ({0}) вверх

# Macro_MathCeil_Name
source: Round to upper
ru_ru: Округлить Вверх

# Macro_MathCeil_Text_0
source: Round
ru_ru: Округлить

# Macro_MathCeil_Text_1
source: to upper
ru_ru: вверх

# Macro_MathDivFF_Name
source: Division (Real / Real)
ru_ru: Деление (Рац. Число / Рац. Число)

# Macro_MathDivFN_Name
source: Division (Real / Number)
ru_ru: Деление (Рац. Число / Нат. Число)

# Macro_MathDivNF_Name
source: Division (Number / Real)
ru_ru: Деление (Нат. Число / Рац. Число)

# Macro_MathDiv_Name
source: Division (Number / Number)
ru_ru: Деление (Число / Число)

# Macro_MathFloor_FullInnerText
source: Round ({0}) to lower
ru_ru: Округлить ({0}) вниз

# Macro_MathFloor_Name
source: Round to lower
ru_ru: Округлить Вниз

# Macro_MathFloor_Text_0
source: Round
ru_ru: Округлить

# Macro_MathFloor_Text_1
source: to lower
ru_ru: вниз

# Macro_MathMulFF_Name
source: Multiplication (Real * Real)
ru_ru: Умножение (Рац. Число * Рац. Число)

# Macro_MathMulFN_Name
source: Multiplication (Real * Number)
ru_ru: Умножение (Рац. Число * Нат. Число)

# Macro_MathMulNF_Name
source: Multiplication (Number * Real)
ru_ru: Умножение (Нат. Число * Рац. Число)

# Macro_MathMul_Name
source: Multiplication (Number * Number)
ru_ru: Умножение (Число * Число)

# Macro_MathRound_FullInnerText
source: Round ({0})
ru_ru: Округлить ({0})

# Macro_MathRound_Name
source: Round value
ru_ru: Округлить Значение

# Macro_MathRound_Text_0
source: Round
ru_ru: Округлить

# Macro_MathSqrt_FullInnerText
source: square root of ({0})
ru_ru: Корень из ({0})

# Macro_MathSqrt_Name
source: Square Root
ru_ru: Квадратный Корень

# Macro_MathSqrt_Text_0
source: square root of
ru_ru: Корень из

# Macro_MathSubFF_Name
source: Subtraction (Real - Real)
ru_ru: Вычитание (Рац. Число - Рац. Число)

# Macro_MathSubFN_Name
source: Subtraction (Real - Number)
ru_ru: Вычитание (Рац. Число - Нат. Число)

# Macro_MathSubNF_Name
source: Subtraction (Number - Real)
ru_ru: Вычитание (Нат. Число - Рац. Число)

# Macro_MathSub_Name
source: Subtraction (Number - Number)
ru_ru: Вычитание (Число - Число)

# Macro_MathSumFF_Name
source: Sum (Real + Real)
ru_ru: Сумма (Рац. Число + Рац. Число)

# Macro_MathSumFN_Name
source: Sum (Real + Number)
ru_ru: Сумма (Рац. Число + Нат. Число)

# Macro_MathSumNF_Name
source: Sum (Number + Real)
ru_ru: Сумма (Нат. Число + Рац. Число)

# Macro_MathSum_Name
source: Sum (Number + Number)
ru_ru: Сумма (Число + Число)

# Macro_NumPollR20_FullInnerText
source: Pause and await the result of ({0})
ru_ru: Приостановить выполнение и ждать результата ({0})

# Macro_NumPollR20_Name
source: Poll Roll20 result
ru_ru: Подождать результат броска из Ролл20

# Macro_NumPollR20_Text_0
source: Pause and await the result of
ru_ru: Приостановить выполнение и ждать результата

# Macro_SkillsAcrobatics_FullInnerText
source: Get character acrobatics
ru_ru: Значение Акробатики

# Macro_SkillsAcrobatics_Name
source: Get Acrobatics
ru_ru: Значение Акробатики

# Macro_SkillsAcrobatics_Text_0
source: Get character acrobatics
ru_ru: Значение Акробатики

# Macro_SkillsAnimalHandling_FullInnerText
source: Get character animal handling
ru_ru: Значение Дрессировки

# Macro_SkillsAnimalHandling_Name
source: Get Animal Handling
ru_ru: Значение Дрессировки

# Macro_SkillsAnimalHandling_Text_0
source: Get character animal handling
ru_ru: Значение Дрессировки

# Macro_SkillsArcana_FullInnerText
source: Get character arcana
ru_ru: Значение Магии

# Macro_SkillsArcana_Name
source: Get Arcana
ru_ru: Значение Магии

# Macro_SkillsArcana_Text_0
source: Get character arcana
ru_ru: Значение Магии

# Macro_SkillsAthletics_FullInnerText
source: Get character athletics
ru_ru: Значение Атлетики

# Macro_SkillsAthletics_Name
source: Get Athletics
ru_ru: Значение Атлетики

# Macro_SkillsAthletics_Text_0
source: Get character athletics
ru_ru: Значение Атлетики

# Macro_SkillsDeception_FullInnerText
source: Get character deception
ru_ru: Значение Обмана

# Macro_SkillsDeception_Name
source: Get Deception
ru_ru: Значение Обмана

# Macro_SkillsDeception_Text_0
source: Get character deception
ru_ru: Значение Обмана

# Macro_SkillsHasPAcrobatics_FullInnerText
source: Is character profficient at acrobatics
ru_ru: Имеется ли Владение Акробатикой

# Macro_SkillsHasPAcrobatics_Name
source: Is profficient at Acrobatics
ru_ru: Имеется ли Владение Акробатикой

# Macro_SkillsHasPAcrobatics_Text_0
source: Is character profficient at acrobatics
ru_ru: Имеется ли Владение Акробатикой

# Macro_SkillsHasPAnimalHandling_FullInnerText
source: Is character profficient at animal handling
ru_ru: Имеется ли Владение Дрессировкой

# Macro_SkillsHasPAnimalHandling_Name
source: Is profficient at Animal Handling
ru_ru: Имеется ли Владение Дрессировкой

# Macro_SkillsHasPAnimalHandling_Text_0
source: Is character profficient at animal handling
ru_ru: Имеется ли Владение Дрессировкой

# Macro_SkillsHasPArcana_FullInnerText
source: Is character profficient at arcana
ru_ru: Имеется ли Владение Магией

# Macro_SkillsHasPArcana_Name
source: Is profficient at Arcana
ru_ru: Имеется ли Владение Магией

# Macro_SkillsHasPArcana_Text_0
source: Is character profficient at arcana
ru_ru: Имеется ли Владение Магией

# Macro_SkillsHasPAthletics_FullInnerText
source: Is character profficient at athletics
ru_ru: Имеется ли Владение Атлетикой

# Macro_SkillsHasPAthletics_Name
source: Is profficient at Athletics
ru_ru: Имеется ли Владение Атлетикой

# Macro_SkillsHasPAthletics_Text_0
source: Is character profficient at athletics
ru_ru: Имеется ли Владение Атлетикой

# Macro_SkillsHasPDeception_FullInnerText
source: Is character profficient at deception
ru_ru: Имеется ли Владение Обманом

# Macro_SkillsHasPDeception_Name
source: Is profficient at Deception
ru_ru: Имеется ли Владение Обманом

# Macro_SkillsHasPDeception_Text_0
source: Is character profficient at deception
ru_ru: Имеется ли Владение Обманом

# Macro_SkillsHasPHistory_FullInnerText
source: Is character profficient at history
ru_ru: Имеется ли Владение Историей

# Macro_SkillsHasPHistory_Name
source: Is profficient at History
ru_ru: Имеется ли Владение Историей

# Macro_SkillsHasPHistory_Text_0
source: Is character profficient at history
ru_ru: Имеется ли Владение Историей

# Macro_SkillsHasPInsight_FullInnerText
source: Is character profficient at insight
ru_ru: Имеется ли Владение Проницательностью

# Macro_SkillsHasPInsight_Name
source: Is profficient at Insight
ru_ru: Имеется ли Владение Проницательностью

# Macro_SkillsHasPInsight_Text_0
source: Is character profficient at insight
ru_ru: Имеется ли Владение Проницательностью

# Macro_SkillsHasPIntimidation_FullInnerText
source: Is character profficient at intimidation
ru_ru: Имеется ли Владение Угрозой

# Macro_SkillsHasPIntimidation_Name
source: Is profficient at Intimidation
ru_ru: Имеется ли Владение Угрозой

# Macro_SkillsHasPIntimidation_Text_0
source: Is character profficient at intimidation
ru_ru: Имеется ли Владение Угрозой

# Macro_SkillsHasPInvestigation_FullInnerText
source: Is character profficient at investigation
ru_ru: Имеется ли Владение Расследованием

# Macro_SkillsHasPInvestigation_Name
source: Is profficient at Investigation
ru_ru: Имеется ли Владение Расследованием

# Macro_SkillsHasPInvestigation_Text_0
source: Is character profficient at investigation
ru_ru: Имеется ли Владение Расследованием

# Macro_SkillsHasPMedicine_FullInnerText
source: Is character profficient at medicine
ru_ru: Имеется ли Владение Медициной

# Macro_SkillsHasPMedicine_Name
source: Is profficient at Medicine
ru_ru: Имеется ли Владение Медициной

# Macro_SkillsHasPMedicine_Text_0
source: Is character profficient at medicine
ru_ru: Имеется ли Владение Медициной

# Macro_SkillsHasPNature_FullInnerText
source: Is character profficient at nature
ru_ru: Имеется ли Владение Природой

# Macro_SkillsHasPNature_Name
source: Is profficient at Nature
ru_ru: Имеется ли Владение Природой

# Macro_SkillsHasPNature_Text_0
source: Is character profficient at nature
ru_ru: Имеется ли Владение Природой

# Macro_SkillsHasPPerception_FullInnerText
source: Is character profficient at perception
ru_ru: Имеется ли Владение Наблюдательностью

# Macro_SkillsHasPPerception_Name
source: Is profficient at Perception
ru_ru: Имеется ли Владение Наблюдательностью

# Macro_SkillsHasPPerception_Text_0
source: Is character profficient at perception
ru_ru: Имеется ли Владение Наблюдательностью

# Macro_SkillsHasPPerformance_FullInnerText
source: Is character profficient at performance
ru_ru: Имеется ли Владение Выступлением

# Macro_SkillsHasPPerformance_Name
source: Is profficient at Performance
ru_ru: Имеется ли Владение Выступлением

# Macro_SkillsHasPPerformance_Text_0
source: Is character profficient at performance
ru_ru: Имеется ли Владение Выступлением

# Macro_SkillsHasPPersuasion_FullInnerText
source: Is character profficient at persuasion
ru_ru: Имеется ли Владение Убеждением

# Macro_SkillsHasPPersuasion_Name
source: Is profficient at Persuasion
ru_ru: Имеется ли Владение Убеждением

# Macro_SkillsHasPPersuasion_Text_0
source: Is character profficient at persuasion
ru_ru: Имеется ли Владение Убеждением

# Macro_SkillsHasPReligion_FullInnerText
source: Is character profficient at religion
ru_ru: Имеется ли Владение Религией

# Macro_SkillsHasPReligion_Name
source: Is profficient at Religion
ru_ru: Имеется ли Владение Религией
